{
    "version": "https://jsonfeed.org/version/1",
    "title": "Pwt Herramientas TICS",
    "description": "",
    "home_page_url": "https://pwtherramientastic.github.io",
    "feed_url": "https://pwtherramientastic.github.io/feed.json",
    "user_comment": "",
    "icon": "https://pwtherramientastic.github.io/media/website/Logo-PWT.png",
    "author": {
        "name": "Profr. Juan Carlos Cuello"
    },
    "items": [
        {
            "id": "https://pwtherramientastic.github.io/el-bloc-de-notas-de-microsoft.html",
            "url": "https://pwtherramientastic.github.io/el-bloc-de-notas-de-microsoft.html",
            "title": "El bloc de notas de Microsoft",
            "summary": "Anteriormente hable de Google Drive como herramienta Tic, en esta ocasión hablare de una herramienta que estoy utilizando para realizar las anotaciones de cada clase que imparto. Estos bloc de notas se pueden dividir en secciones y páginas, por ejemplo, podemos crear una sección llamado&hellip;",
            "content_html": "<p>Anteriormente hable de Google Drive como herramienta Tic, en esta ocasión hablare de una herramienta que estoy utilizando para  realizar las anotaciones de cada clase que imparto.</p>\n<p> </p>\nLa herramienta a la que me refiero es OneNote, el bloc de notas de Microsoft la cual tiene una versión online al igual que Google. Con esta herramienta independientemente de lo que ofrece en su sitio oficial nos permite organizar nuestras clases mediante bloc de notas digitales.\n<p style=\"margin: 0in; font-family: Georgia; font-size: 12.0pt;\"> </p>\n<p style=\"margin: 0in;\"> <img class=\"post__image\" src=\"https://pwtherramientastic.github.io/media/posts/1/OneNote-2.png\" alt=\"\" width=\"342\" height=\"229\"></p>\n<p>Estos bloc de notas se pueden dividir en secciones y páginas, por ejemplo, podemos crear una sección llamado \"Computación\" y en esta sección crear una página llamada \"Unidad I\", a su vez podemos crear subpáginas.<br> <br>Otra característica es que podemos sincronizar todos nuestros bloc de notas con nuestra app instalada en cualquier dispositivo o tablet o en cualquier pc con conexión a internet, de esta manera podemos tener siempre actualizada nuestras clases, es decir, creamos una de nuestras clases en casa, la podemos ir revisando de camino a la escuela con nuestra app instalada y al llegar a nuestro salón de clases al abrir nuestro bloc de notas  en nuestra pc, se actualizara automáticamente.</p>\n<p><img class=\"post__image\" src=\"https://pwtherramientastic.github.io/media/posts/1/OneNote-3.png\" alt=\"\" width=\"933\" height=\"406\"></p>\n<p style=\"margin: 0in; font-family: Georgia; font-size: 12.0pt;\"> </p>\n<p>También puedes compartir tus apuntes con tus alumnos o hacer que tus alumnos te compartan sus apuntes, actividades, tareas, etc;  y si son de los que les gusta hacer más interactiva las clases, también podemos incluir videos, audio, diapositivas de power point y más.</p>\n<p> Existe una versión de paga con su cuenta Office 365, la cual le permite acceder a muchas más opciones y personalizar su bloc de notas.</p>\n<p> Como podemos darnos cuenta, esta herramienta de software puede ser de gran utilidad para nuestras labores docentes y lograr que nuestras clases sean más interactivas. Si necesita saber más sobre esta herramienta o tienes alguna duda de como emplearla, solo coméntamelo.</p>",
            "author": {
                "name": "Profr. Juan Carlos Cuello"
            },
            "tags": [
            ],
            "date_published": "2019-06-05T14:47:20-05:00",
            "date_modified": "2019-06-09T19:18:36-05:00"
        }
    ]
}
